package by.htp.home.main9.task02;

/*
 * 2. Создать объект класса Автомобиль, используя классы Колесо, Двигатель. Методы: ехать, заправляться,
менять колесо, вывести на консоль марку автомобиля.
 */

public class Main {

	public static void main(String[] args) {
		// TODO Auto-generated method stub

	}
	
	public static void printModel(Car c) {
		System.out.println("Марка машины: " + c.getModel()); 
	}

}
